{
    "products": [
        {
            "name":"Echo Dot",
            "description": "Meet Echo Dot - Our most popular smart speaker with a fabric design. It is our most compact smart speaker that fits perfectly into small spaces.",
            "image":"/assets/images/2020/02/07/echo-dot.jpg",
            "price": "44.99",
            "shippingCost":"10"
        },
        {
            "name":"AirPods Wireless Bluetooth Headset",
            "description": "Just take them out and they're ready to use with all your devices, put them in your ears and they connect instantly",
            "image":"/assets/images/2020/02/07/air-pod.jpg",
            "price": "244.68",
            "shippingCost":"0"
        },
        {
            "name":"Lenovo ThinkPad X1 Carbon 7th Gen Laptop",
            "description": "Processor: 8th Gen Intel Core i5-8265U (1.60GHz, up to 3.90GHz with Turbo Boost, 4 Cores, 6MB Cache).\nMemory: 8GB LPDDR3 2133MHz (Soldered). Graphics: Integrated Intel UHD 620 Graphics",
            "image":"/assets/images/2020/02/07/air-pod.jpg",
            "price": "1386.57",
            "shippingCost":"136.68"
        },
        {
            "name":"Nintendo Switch with Neon Blue and Neon Red Joy‑Con ",
            "description": "The Nintendo Switch combines the mobility of a handheld with the power of a home gaming system, offering unprecedented gaming and entertainment experiences ",
            "image":"/assets/images/2020/02/07/nitendo-switch.jpg",
            "price": "386",
            "shippingCost":"13"
        },
        {
            "name":"The Fountainhead",
            "description": "When The Fountainhead was first published, Ayn Rand's daringly original literary vision and her groundbreaking philosophy, Objectivism, won immediate worldwide interest and acclaim. This instant classic is the story of an intransigent young architect, his violent battle against conventional standards, and his explosive love affair with a beautiful woman who struggles to defeat him. This edition contains a special afterword by Rand’s literary executor, Leonard Peikoff, which includes excerpts from Ayn Rand’s own notes on the making of The Fountainhead. As fresh today as it was then, here is a novel about a hero—and about those who try to destroy him. ",
            "image":"/assets/images/2020/02/07/the-foundtainhead.jpg",
            "price": "24.72",
            "shippingCost":"3"
        },
        {
            "name":"Kindle Paperwhite – Now Waterproof with 2x the Storage",
            "description": "The thinnest, lightest Kindle Paperwhite yet—with a flush-front design and 300 ppi glare-free display that reads like real paper even in bright sunlight. ",
            "image":"/assets/images/2020/02/07/kindle.jpg",
            "price": "139.99",
            "shippingCost":"0"
        }
    ]
}